// © Copyright 2010, 2015 HP Development Company, L.P.

TaskName = "Tildel ny ICC-profil";

NoPapersTitle = "Det er ingen egendefinerte papirtyper å redigere";
NoPapersMsg = "Legg til eller importer en egendefinert papirtype. Deretter vil du kunne tildele en ICC-profil.";
NoPapersDefButton = "Legg til egendefinert papir";

ProfileExistsTitle = "Denne ICC-profilen finnes fra før";
ProfileExistsMsg = "En ICC-profil med filnavnet \"%@\" er allerede lagret i det lokale oppbevaringsstedet.\nHvis du velger \"Bruk eksisterende profil\", vil den lagrede bli brukt med papiret.\nDu kan også velge \"Bruk unikt filnavn\" for å opprette et nytt profilnavn.";
ProfileExistsDefButton = "Bruk eksisterende profil";
ProfileExistsAltButton = "Avbryt";
ProfileExistsOtherButton = "Bruk unikt filnavn";

NoIccTitle = "<ingen profil valgt>";

//Paper Type Names
Photo = "Foto";
CoatedInkjet = "Bestrøket Inkjet";
PhotoRag = "Fototekstil";
Watercolor = "Vannfarge";
Canvas = "Lerret";
RigidPhotoRag = "Stiv fototekstil";
RigidWatercolor = "Stiv vannfarge";
RigidCanvas = "Stivt lerret";
Brochure = "Brosjyre";
PlainPaper = "Vanlig papir";
PhotoInkjetScrapbook = "Inkjet Scrapbook, foto";
MatteInkjetScrapbook = "Inkjet Scrapbook, matt";

Coated = "Bestrøket";
PhotoThick = "Tykt foto (>300 k/m2)";
FiberGloss = "fiber glanset";
photoRag = "fototekstil";
photoRagThin = "tynn fototekstil (< 220 g/m2)";

//print quality names
Best = "Best";
Normal = "Normal";
Fast = "Hurtigutkast";
MaxDPI = "Maksimal oppløsning";

ProfileInvalidTitle = "Ugyldig ICC-filformat";
ProfileInvalidMsg = "Valgt format på ICC-profil er ikke profil for skriver";
ProfileInvalidDefButton = "Velg en annen profil";

TaskTitleFieldText = "Tildel ny ICC-profil";
TaskDescriptionFieldText = "Klikk på Tildel-knappen for å tildele en ny ICC-profil til det egendefinerte papiret.";
StartButtonText = "Tildel";

AddSheetDescriptionFieldText = "Velg papiret og ICC-profilen du vil bruke for dette papiret.";
PaperNameLableText = "Navn på egendefinert papir:";
PaperNamePopUpText = "Element";
PaperCategoryLableText = "Papirkategori:";
PaperCategoryFieldText = "kategori";
IccFileNamelableText = "ICC-profil (valgfritt):";
IccFileNameFieldText = "<ingen profil valgt>";
BrowseButtonText = "Bla gjennom…";
ClearButtonText = "Fjern profil";
CancelButtonText = "Avbryt";
DoneButtonText = "Ferdig";
